Repository: kevinpardo/mycompanyfiles-login
Catalog: languages/mcf_login-*.po
Languages: fr_fr

source: MyCompanyFiles settings
fr_fr: Réglages de MyCompanyFiles

source: MyCompanyFiles settings page
fr_fr: Page de réglages du plugin de connexion à MyCompanyFiles

source: Block main title
fr_fr: Titre principal du bloc

source: Explanations
fr_fr: Texte explicatif

source: Background color
fr_fr: Couleur de fond du bloc

source: Main color
fr_fr: Couleur principale

source: Second color
fr_fr: Couleur secondaire

source: Here, you can change MyCompanyFiles Login plugin settings. You can manage displayed text and color.
fr_fr: Ici vous pouvez changer les réglages du plugin de connexion à MyCompanyFiles. Vous pouvez modifier les textes affichés et gérer les couleurs.

source: If you want to use this plugin via shortcode, use <strong>[mcf_login]</strong> shortcode.
fr_fr: Si vous souhaitez utiliser ce plugin via shortcode, utilisez le shortcode <strong>[mcf_login]</strong>

source: Here you can manage the MyCompanyFiles Login form's main title
fr_fr: Ici vous pouvez gérer le titre principal du bloc de connexion à MyCompanyFiles

source: Here you can manage the MyCompanyFiles Login form's explanations
fr_fr: Ici vous pouvez gérer le texte explicatif du bloc de connexion à MyCompanyFiles

source: Here you can manage the MyCompanyFiles Login form's background color
fr_fr: Ici vous pouvez gérer la couleur de fond du bloc de connexion à MyCompanyFiles

source: Here you can manage the MyCompanyFiles Login form's main text color
fr_fr: Ici vous pouvez gérer la couleur principale du bloc de connexion à MyCompanyFiles

source: Here you can manage the MyCompanyFiles Login form's second text color
fr_fr: Ici vous pouvez gérer la couleur secondaire du bloc de connexion à MyCompanyFiles

source: Sign in to the extranet
fr_fr: Connexion à l’extranet

source: Login to your MyCompanyFiles extranet account
fr_fr: Connectez-vous à votre compte MyCompanyFiles

source: Login as
fr_fr: Se connecter en tant que

source: Provider
fr_fr: Collaborateur

source: Customer
fr_fr: Client

source: The credentials you have provided are invalid.
fr_fr: Les identifiants que vous avez renseignés sont incorrects.

source: Your password has been reset. You can now log in with your new credentials.
fr_fr: Votre mot de passe a bien été modifié. Vous pouvez maintenant vous connecter avec vos nouveaux identifiants.

source: Your username
fr_fr: Votre identifiant

source: Your password
fr_fr: Votre mot de passe

source: Forgot your password ?
fr_fr: Mot de passe oublié ?

source: Validate
fr_fr: Valider

source: Required fields
fr_fr: Champs obligatoires

source: Settings Saved
fr_fr: Réglages enregistrés

source: Save Settings
fr_fr: Enregistrer
